{
    "0193feed-2940-71ba-9fc5-64122b4b79ff": {
        "id": "0193feed-2940-71ba-9fc5-64122b4b79ff",
        "type": "main",
        "name": "yours truly hotel",
        "arrival": "You arrive at the Yours Truly hotel, site of the first ever DistrictCon!",
        "description": "You look around the lobby. The decor is pretty cool, and there's a DistrictCon sign and registration table to your right. A *volunteer* stands behind it. In front of you is the elevator to the *conference center*. Behind you is the door out onto New Hampshire Ave NW and all of Washington, DC!",
        "points": 10,
        "people": ["01944d26-e9e6-730a-917e-defe1528c42e"],
        "items": []
    },
    "019447f9-b219-73d6-8d7e-bcec12d2af9c": {
        "id": "019447f9-b219-73d6-8d7e-bcec12d2af9c",
        "type": "room",
        "parent": "0193feed-2940-71ba-9fc5-64122b4b79ff",
        "name": "conference center",
        "arrival": "You flash your badge at the volunteer and take the elevator up to the conference center.",
        "description": "There are lots of people in the conference center, some just walking through, some standing around talking. You see a hallway that leads to some of the session rooms, the staff room, and of course the elevator you came up behind you that leads to the Yours Truly Hotel.",
        "conditions": [{ "check": "has", "type": "item", "value": "019408f7-772f-70ee-9a69-2d8289644a12" }],
        "notmet": "A volunteer stops you at the elevator. \"Sorry, but you'll need a conference badge to go up. Have checked in at the registration desk with Jenny?\"",
        "points": 5,
        "people": [],
        "items": []
    },
    "01944d58-f34c-775f-b6f4-dc0d40461ac0": {
        "id": "01944d58-f34c-775f-b6f4-dc0d40461ac0",
        "type": "room",
        "parent": "019447f9-b219-73d6-8d7e-bcec12d2af9c",
        "name": "staff room",
        "arrival": "You look around but no one seems to be blocking the staff room, so you decide to take a peek inside.",
        "description": "This is less of a 'room' and more of a storage closet. There's a bunch of boxes, but they're all taped up. Sitting on one of the boxes is a small usb drive. You think you hear someone coming toward the room, so you probably shouldn't stay long!",
        "points": 10,
        "people": [],
        "items": ["01944d5d-2035-708c-b913-f7be18c0cb7a"]
    },
    "0193feed-5326-7672-b1fd-c08658c45ac6": {
        "id": "0193feed-5326-7672-b1fd-c08658c45ac6",
        "type": "main",
        "name": "white house",
        "arrival": "You arrive at the north side of the gates of the White House, near Lafayette park.",
        "description": "This is the White House where the President lives and works.",
        "points": 10,
        "items": [],
        "people": []
    },
    "0193feee-0b82-704a-aeba-ce40029e7b7e": {
        "id": "0193feee-0b82-704a-aeba-ce40029e7b7e",
        "type": "main",
        "name": "metro station",
        "arrival": "You are at a metro station, lucky for you, it's a free-ride weekend!",
        "description": "This is a typical Washington, DC metro station. You can get anywhere in the city from here!",
        "points": 5,
        "items": [],
        "people": []
    }
}
